Revit 2027 API
ReleaseConditions.Start Property
 Gets or Sets the position of release type. True for start, false for end.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Start { get; set; }
Public Property Start As Boolean
	Get
	Set
public:
property bool Start {
	bool get ();
	void set (bool value);
}
member Start : bool with get, set
Property Value
Boolean
See Also
Reference
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace